EEC_PROP/src/main/resources/OP_02/FLC/MSG.001_TRN.001/Log/01.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:ecc0a364-afcd-412a-a0c8-6e324191c3c2</wsa:MessageID><int:ProcedureID>urn:uuid:bc3e2c4d-b01f-4b9e-9f38-4e7f28574e9e</int:ProcedureID><int:ConversationID>urn:uuid:20b58908-d43e-4e39-a564-d727dd18331a</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.CC.01.MSG.004</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:79d36495-cf12-4836-ae05-1a8cf843b340</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:5b1163a9-e3bb-4b8b-b979-4186fc025b8c</int:TrackID>
                        <int:AcceptTime>2020-01-10T11:15:55+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><doc:ProcessingResultDetails xmlns:doc="urn:EEC:R:ProcessingResultDetails:v0.3.4" xmlns:casdo="urn:EEC:M:CA:SimpleDataObjects:v1.2.6" xmlns:ns14="urn:EEC:SignedData:v1.0:EDoc" xmlns:ccdo="urn:EEC:M:ComplexDataObjects:v0.3.3" xmlns:pcp="urn:EEC:R:CA:CC:02:CheckPointPassport:v1.0.0" xmlns:ns12="http://dsign.mscp.eec" xmlns:ns13="http://www.w3.org/2000/09/xmldsig#" xmlns:ns6="urn:EEC:R:ProcessingResultDetails:v1.0.0" xmlns:ns10="urn:EEC:R:CA:CC:04:ArrivePointList:v1.0.0" xmlns:ns8="urn:EEC:R:ResourceStatusDetails:v0.3.3" xmlns:csdo="urn:EEC:M:SimpleDataObjects:v0.3.3" xmlns:ns11="urn:EEC:R:ResourceStatusDetails:v1.0.0" xmlns:cpl="urn:EEC:R:CA:CC:01:CheckPointList:v1.0.0" xmlns:cacdo="urn:EEC:M:CA:ComplexDataObjects:v1.2.6">
    <ccdo:EDocHeader>
        <csdo:InfEnvelopeCode>P.CC.01.MSG.004</csdo:InfEnvelopeCode>
        <csdo:EDocCode>R.006</csdo:EDocCode>
        <csdo:EDocId>1213af22-4509-4e61-93ec-a64bdbabe227</csdo:EDocId>
        <csdo:EDocRefId>a94c1010-5ea6-48d6-a656-5cd8633fcaa3</csdo:EDocRefId>
        <csdo:EDocDateTime>2020-01-10T08:15:55.579Z</csdo:EDocDateTime>
    </ccdo:EDocHeader>
    <csdo:EventDateTime>2020-01-10T08:15:55.564Z</csdo:EventDateTime>
    <csdo:ProcessingResultCode>3</csdo:ProcessingResultCode>
    <csdo:DescriptionText>Сведения добавлены</csdo:DescriptionText>
</doc:ProcessingResultDetails></soap:Body></soap:Envelope>
<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:d708ccab-e1f3-4e8f-9b3c-6bb2d54db9cd</wsa:MessageID><int:ProcedureID>urn:uuid:bc3e2c4d-b01f-4b9e-9f38-4e7f28574e9e</int:ProcedureID><int:ConversationID>urn:uuid:20b58908-d43e-4e39-a564-d727dd18331a</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:79d36495-cf12-4836-ae05-1a8cf843b340</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:a5db2ed0-846f-4cd3-9102-26f699044018</int:TrackID>
                        <int:AcceptTime>2020-01-10T11:15:55+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0"><sgn:SignalId>87cd6a61-672e-4179-b574-57188470c30b</sgn:SignalId><sgn:DateTime>2020-01-10T11:15:55.530</sgn:DateTime></sgn:ProcessingReceipt></soap:Body></soap:Envelope>
